tap "aws/tap"
tap "oven-sh/bun"
brew "aws/tap/copilot-cli"
brew "awscli"
brew "bitwarden-cli"
brew "commitizen"
brew "composer"
brew "flyctl"
brew "git"
brew "jq"
brew "nmap"
brew "node"
brew "nvm"
brew "oven-sh/bun/bun"
brew "php"
brew "pulumi"
brew "ruby"
brew "sqlite"
brew "svgo"
brew "terraform"
brew "wget"
brew "zsh-completions"
brew "zsh"
cask "discord"
cask "docker"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "httpie"
cask "imageoptim"
cask "iterm2"
cask "notion"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "adamhartford.vscode-base64"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "attilabuti.vscode-mjml"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "onecentlin.laravel-blade"
vscode "oven.bun-vscode"
vscode "patbenatar.advanced-new-file"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ricard.postcss"
vscode "shufo.vscode-blade-formatter"
vscode "sleistner.vscode-fileutils"
vscode "smlombardi.slime"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "wayou.vscode-todo-highlight"
