tap "datawire/blackbird"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazydocker"
tap "planetscale/tap"
brew "openssl@1.1"
brew "node"
brew "bitwarden-cli"
brew "python@3.9"
brew "glib"
brew "curl"
brew "git"
brew "go"
brew "graphviz"
brew "jq"
brew "kind"
brew "llvm"
brew "nmap"
brew "nvm"
brew "php"
brew "ruby"
brew "svgo"
brew "terraform"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/packer"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "planetscale/tap/pscale"
brew "stripe/stripe-cli/stripe"
cask "docker"
cask "flipper"
cask "github"
cask "google-chrome"
cask "hiddenbar"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "raycast"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tableplus"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
