tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
tap "remotemobprogramming/brew"
brew "sqlite"
brew "python@3.12"
brew "awscli"
brew "cmatrix"
brew "php"
brew "composer"
brew "coreutils"
brew "fzf"
brew "git"
brew "jq"
brew "lsd"
brew "nmap"
brew "nvm"
brew "ruby"
brew "scrcpy"
brew "thefuck"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "oven-sh/bun/bun"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "blender"
cask "discord"
cask "font-geist-mono-nerd-font"
cask "google-chrome"
cask "httpie"
cask "imageoptim"
cask "iterm2"
cask "linear-linear"
cask "notion"
cask "orbstack"
cask "postman"
cask "proxyman"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "sony-ps-remote-play"
cask "spotify"
cask "steam"
cask "tableplus"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
vscode "adamhartford.vscode-base64"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "astro-build.astro-vscode"
vscode "attilabuti.vscode-mjml"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql-syntax"
vscode "kaustubhsaxena.cognitive-complexity-checker"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "onecentlin.laravel-blade"
vscode "oven.bun-vscode"
vscode "patbenatar.advanced-new-file"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ricard.postcss"
vscode "shufo.vscode-blade-formatter"
vscode "sleistner.vscode-fileutils"
vscode "smlombardi.slime"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "wayou.vscode-todo-highlight"
